хване; TCP-Z language resource file

; http://msdn.microsoft.com/en-us/library/ms903928.aspx
; Locale identifier	Language	Sublanguage - locale	Default code page	Language code 
; 0x0402		Български	България		1251			BUL 

; This is correct:
; 0x0402		Bulgarian	Bulgaria		1251			BGR 

[info]
LanguageName=Bulgarian  (български)
LanguageID=0x0402
CodePage=1251
Translator=ExaFlop
Version=2.6
LastModified=3/8/2009

[Common]
AlreadyRun=Вече е стартиран...... Не е нужо повторно стартиране.
AboutBox=&За TCPZ...
Minimize=Минимизирай
OK=OK
Success=Успешно
Fail=Провал
SaveToFile=Запиши във файл


[TCP]
Version=Версия
FileLimit=Огр. на файла
MemoryLimit=Огр. на пам.
OriginalFile=Оригинал
Yes=Да
No=Не
EVIDCount=EvID 4226
Connection=Връзка
Established=Установ.
HalfOpen=ПолуОтворени
CreateDepth=Create Depth
Incoming=Входящи
Speed=Скорост
Download=Изтегляне
Upload=Качване
Peak=Исторически връх
FailGetNicInfo=Неуспешно получаване на информция за мрежовия адаптер.
VersionNotMatch=Версията на  tcpip.sys не съответства на OS, TCP-Z ще прекъсне.\n\nНе е разрешено стартирането на програмата в Съвместим режим!
FailGetVersion=Провал. Може би tcpip.sys е заключен.
UnKnown=НеИзвестен
UnLimited=НеОграничен,Крак

[Statistics]
Statistics=Статистика
TCPStatistics=TCP Статистика за IPv4
DurationOfStatistics=Продълж. на статистиката
OutgoingConnection=Опити за изходяща връзка
IncomingConnection=Опити за входяща връзка
FailedConnection=Провалени опити за връзка
EstablishedConnection=Успешни опити за връзка
SuccessRatio=Коеф. на успех
Reset=Нач. установ.
AdapterInfo=Информация за мрежовите адаптери
DeviceType=Тип устройство
OperateStatus=Оперативно състояние
LinkSpeed=Скорост на свързване
TransmitSpeed=Скорост на предаване
ReceiveSpeed=Скорост на приемане
; // A: Това "Нагоре" идва от c++ хедър файла, разбирай активен, свързан
Up=Нагоре
Down=Надолу
Ethernet=Ethernet
PPP=PPP
Wireless=Безжичен


[Detail]
Detail=Детайли
Process=Процес
PID=ПИД
ProcessInfo=Информация за процеса
; Тази информация е като от Windows Task Manager
MemUsage=Памет използв.
VMSize=ВМ Размер
IORead=В/И Четене
IOWrite=В/И Запис


[Patch]
Patch=Пач
PatchMemory=Кръпка на паметта
PatchFile=Кръпка на файла Tcpip.sys
OldValue=Стара стойн.
NewValue=Нова стойн.
Offset=Отместване
Apply=Приложи
MsgMemPatch=Промяна на ограничението за полуотворени в паметта на ядрото.\nПромяната настъпва веднага.\nПроменената стойност е ефективна до изключване на компютъра.
TipMemPatch=Съвети за закърпване на паметта
Open=Отвори
MsgTipMemPatch=За допълнителна автоматизация, опитайте виртуално TCP-Z уст-\nройство. Веднъж инсталирано, стойността на огранич. на полу-\nотвор. връзки ще бъде заключ. при всеки старт на системата.
MsgFilePatch=Рестартирайте компютъра, за да влязат в сила.\nТрябва само веднъж да приложите кръпката.\nЗа закърпване на файла във Виста пробвайте 'Universal Tcpip.sys Patch'

InvalidValue=Новата стойност е грешна!
ComfirmPatchFile=Сигурни ли сте, че искате да закърпите Tcpip.sys?
FailDisableWFP=Провал при забрана на защитата на Windows файловете.\n\nИли функционалността на WFP е била предварително забранена.

UnsupportedOS=Тази версия на ОС не се поддържа.
FailExtractFile=Провал при извличане на файла на драйвъра.
FailLoadDriver=Провал при зареждане на драйвъра. \nМоля кликнете с десен клик тази програма, кликнете с ляв клик 'Стартирай като Администратор'.\n\nНякои антивирусни програми ще блокират зареждането на драйвъра - трябва да настроите правилата им или временно да ги забраните.
LoadErrorCode=Грешка при зареждане на tcp-z драйвъра. Код на грешка:
FailOpenSCM=Провал при отваряне на Мениджъра за управление на Услуги. Недостатъчни права.
FailCreateService=Провал при създаване на услуга
FailStartService=Провал при стартиране на услуга
TestsigningNotEnable=Състоянието на TESTSIGNING е забранено .\n\n За детайли вижте Readme.txt.\n\nДа разреша ли TESTSIGNING сега?
TestsigningSetOK=Състоянието на TESTSIGNING е установено на ВКЛ.\n\nАко има воден знак 'Test Mode' на работния плот, можете да го премахнете с 'RemoveWatermarkX64.exe'.\n\nЗа да влязат в сила промените трябва да рестартирате.

SetSuccess=Ограничението на TCP ПолуОтворената връзка е променено на:
SetFail=Провал при установяване на нова стойност на ограничение.


[About]
About=Относно
ReadMe=ПрочетиМе и Помощ ...

[MiniBar]
Active=Активна
Statistics=Статистика


[LanguageDialog]
LangChanged=Езикът на интерфейса беше сменен. Трябва да рестартирате програмата!

[PopupMenu]
ShowTCPZ=&Покажи / Скрий TCP-Z
OnTopmost=Стой най-отгоре
ShowMinibar=Покажи / Скрий минилентата
Transparent=Степен на прозрачност на минилентата
CaptureTCPZ=Прихвани TCP-Z прозореца
CaptureScreen=&Прихвани Целия екран
RefreshNicList=&Опресни списъка с мрежовите адаптери
Exit=И&зход